export const cities = [
  {
    city: "東京市",
    latitude: 35.6897,
    longitude: 139.6922,
    country: "Japan",
    prefecture: "東京都",
    population: 37977000,
    population_proper: 13515271,
  },
  {
    city: "大阪市",
    latitude: 34.75,
    longitude: 135.4601,
    country: "Japan",
    prefecture: "大阪府",
    population: 14977000,
    population_proper: 2725006,
  },
  {
    city: "名古屋市",
    latitude: 35.1167,
    longitude: 136.9333,
    country: "Japan",
    prefecture: "愛知県",
    population: 9113000,
    population_proper: 2320361,
  },
  {
    city: "横浜市",
    latitude: 35.4333,
    longitude: 139.6333,
    country: "Japan",
    prefecture: "神奈川県",
    population: 3757630,
    population_proper: 3757630,
  },
  {
    city: "福岡市",
    latitude: 33.6,
    longitude: 130.4167,
    country: "Japan",
    prefecture: "福岡県",
    population: 2128000,
    population_proper: 1588924,
  },
  {
    city: "札幌市",
    latitude: 43.0621,
    longitude: 141.3544,
    country: "Japan",
    prefecture: "北海道",
    population: 1961690,
    population_proper: 1961690,
  },
  {
    city: "京都市",
    latitude: 35.0111,
    longitude: 135.7669,
    country: "Japan",
    prefecture: "京都府",
    population: 1805000,
    population_proper: 1459640,
  },
  {
    city: "神戸市",
    latitude: 34.6913,
    longitude: 135.183,
    country: "Japan",
    prefecture: "兵庫県",
    population: 1513193,
    population_proper: 1513193,
  },
  {
    city: "さいたま市",
    latitude: 35.8617,
    longitude: 139.6453,
    country: "Japan",
    prefecture: "埼玉県",
    population: 1320571,
    population_proper: 1320571,
  },
  {
    city: "広島市",
    latitude: 34.4,
    longitude: 132.45,
    country: "Japan",
    prefecture: "広島県",
    population: 1306589,
    population_proper: 1306589,
  },
];

export const spots = [
  {
    name: "与那覇前浜ビーチ",
    description:
      "東洋一の美しさとも称される、宮古島を代表するビーチ「与那覇前浜（よなはまえはま）ビーチ」。7kmにもおよぶきめ細やかで、雪のように白い砂浜と、透き通った「宮古ブルー」と呼ばれるエメラルドグリーンの海が特徴です。トライアスロン宮古島大会のスタート地点でもあります。肌あたりの良い砂浜と穏やかな海のため、海水浴にもぴったり。ジェットスキーやバナナボートなどのアクティビティも豊富に楽しめます。サンセットも美しく、一日を通して海を満喫できるでしょう。対岸の来間島（くりまじま）へつながる来間大橋を望む景色も魅力的です。",
    address: "〒906-0305 沖縄県宮古島市下地字与那覇1199-1",
    tel: "0980-73-2690（宮古島市観光商工部観光商工課）",
    url: "https://www.city.miyakojima.lg.jp/kanko/annai/beach.html",
    open: "年中遊泳可能",
    holiday: "なし"
  },
  {
    name: "パイナガマビーチ",
    description:
      "宮古島の市街地に最も近いビーチ「パイナガマビーチ」。観光客だけでなく地元の人にも多く利用されているのが特徴で、東屋や遊歩道もあり、海水浴だけではないさまざまな過ごし方ができます。市街地から近いため、宿泊ホテル滞在中に気軽に散歩するのもおすすめです。駐車場からビーチへ続く道など、ビーチ周辺がバリアフリーになっているのも、利用しやすい嬉しいポイント。夏にはハブクラゲ防止のネットも設置され、お子様連れの方も安心して海水浴が楽しめる、おすすめのビーチです。",
    address: "〒906-0013 沖縄県宮古島市平良字下里338-3",
    tel: "0980-73-4585（宮古島市建設部都市計画課）",
    url: "https://www.city.miyakojima.lg.jp/kanko/annai/beach.html",
    open: "遊泳可能期間 6月上旬～10月下旬 遊泳可能時間 7:30～18:30",
    holiday: "なし"
  },
  {
    name: "パイナガマビーチ",
    description:
      "宮古島の市街地に最も近いビーチ「パイナガマビーチ」。観光客だけでなく地元の人にも多く利用されているのが特徴で、東屋や遊歩道もあり、海水浴だけではないさまざまな過ごし方ができます。市街地から近いため、宿泊ホテル滞在中に気軽に散歩するのもおすすめです。駐車場からビーチへ続く道など、ビーチ周辺がバリアフリーになっているのも、利用しやすい嬉しいポイント。夏にはハブクラゲ防止のネットも設置され、お子様連れの方も安心して海水浴が楽しめる、おすすめのビーチです。",
    address: "〒906-0013 沖縄県宮古島市平良字下里338-3",
    tel: "0980-73-4585（宮古島市建設部都市計画課）",
    url: "https://www.city.miyakojima.lg.jp/kanko/annai/beach.html",
    open: "遊泳可能期間 6月上旬～10月下旬 遊泳可能時間 7:30～18:30",
    holiday: "なし"
  },
  {
    name: "新城海岸",
    description:
      "宮古島の市街地に最も近いビーチ「パイナガマビーチ」。観光客だけでなく地元の人にも多く利用されているのが特徴で、東屋や遊歩道もあり、海水浴だけではないさまざまな過ごし方ができます。市街地から近いため、宿泊ホテル滞在中に気軽に散歩するのもおすすめです。駐車場からビーチへ続く道など、ビーチ周辺がバリアフリーになっているのも、利用しやすい嬉しいポイント。夏にはハブクラゲ防止のネットも設置され、お子様連れの方も安心して海水浴が楽しめる、おすすめのビーチです。",
    address: "〒906-0013 沖縄県宮古島市平良字下里338-3",
    tel: "0980-73-4585（宮古島市建設部都市計画課）",
    url: "https://www.city.miyakojima.lg.jp/kanko/annai/beach.html",
    open: "遊泳可能期間 6月上旬～10月下旬 遊泳可能時間 7:30～18:30",
    holiday: "なし"
  },
  {
    name: "パイナガマビーチ",
    description:
      "宮古島の市街地に最も近いビーチ「パイナガマビーチ」。観光客だけでなく地元の人にも多く利用されているのが特徴で、東屋や遊歩道もあり、海水浴だけではないさまざまな過ごし方ができます。市街地から近いため、宿泊ホテル滞在中に気軽に散歩するのもおすすめです。駐車場からビーチへ続く道など、ビーチ周辺がバリアフリーになっているのも、利用しやすい嬉しいポイント。夏にはハブクラゲ防止のネットも設置され、お子様連れの方も安心して海水浴が楽しめる、おすすめのビーチです。",
    address: "〒906-0013 沖縄県宮古島市平良字下里338-3",
    tel: "0980-73-4585（宮古島市建設部都市計画課）",
    url: "https://www.city.miyakojima.lg.jp/kanko/annai/beach.html",
    open: "遊泳可能期間 6月上旬～10月下旬 遊泳可能時間 7:30～18:30",
    holiday: "なし"
  },
  {
    name: "パイナガマビーチ",
    description:
      "宮古島の市街地に最も近いビーチ「パイナガマビーチ」。観光客だけでなく地元の人にも多く利用されているのが特徴で、東屋や遊歩道もあり、海水浴だけではないさまざまな過ごし方ができます。市街地から近いため、宿泊ホテル滞在中に気軽に散歩するのもおすすめです。駐車場からビーチへ続く道など、ビーチ周辺がバリアフリーになっているのも、利用しやすい嬉しいポイント。夏にはハブクラゲ防止のネットも設置され、お子様連れの方も安心して海水浴が楽しめる、おすすめのビーチです。",
    address: "〒906-0013 沖縄県宮古島市平良字下里338-3",
    tel: "0980-73-4585（宮古島市建設部都市計画課）",
    url: "https://www.city.miyakojima.lg.jp/kanko/annai/beach.html",
    open: "遊泳可能期間 6月上旬～10月下旬 遊泳可能時間 7:30～18:30",
    holiday: "なし"
  },
  {
    name: "パイナガマビーチ",
    description:
      "宮古島の市街地に最も近いビーチ「パイナガマビーチ」。観光客だけでなく地元の人にも多く利用されているのが特徴で、東屋や遊歩道もあり、海水浴だけではないさまざまな過ごし方ができます。市街地から近いため、宿泊ホテル滞在中に気軽に散歩するのもおすすめです。駐車場からビーチへ続く道など、ビーチ周辺がバリアフリーになっているのも、利用しやすい嬉しいポイント。夏にはハブクラゲ防止のネットも設置され、お子様連れの方も安心して海水浴が楽しめる、おすすめのビーチです。",
    address: "〒906-0013 沖縄県宮古島市平良字下里338-3",
    tel: "0980-73-4585（宮古島市建設部都市計画課）",
    url: "https://www.city.miyakojima.lg.jp/kanko/annai/beach.html",
    open: "遊泳可能期間 6月上旬～10月下旬 遊泳可能時間 7:30～18:30",
    holiday: "なし"
  },
  {
    name: "パイナガマビーチ",
    description:
      "宮古島の市街地に最も近いビーチ「パイナガマビーチ」。観光客だけでなく地元の人にも多く利用されているのが特徴で、東屋や遊歩道もあり、海水浴だけではないさまざまな過ごし方ができます。市街地から近いため、宿泊ホテル滞在中に気軽に散歩するのもおすすめです。駐車場からビーチへ続く道など、ビーチ周辺がバリアフリーになっているのも、利用しやすい嬉しいポイント。夏にはハブクラゲ防止のネットも設置され、お子様連れの方も安心して海水浴が楽しめる、おすすめのビーチです。",
    address: "〒906-0013 沖縄県宮古島市平良字下里338-3",
    tel: "0980-73-4585（宮古島市建設部都市計画課）",
    url: "https://www.city.miyakojima.lg.jp/kanko/annai/beach.html",
    open: "遊泳可能期間 6月上旬～10月下旬 遊泳可能時間 7:30～18:30",
    holiday: "なし"
  },
  {
    name: "パイナガマビーチ",
    description:
      "宮古島の市街地に最も近いビーチ「パイナガマビーチ」。観光客だけでなく地元の人にも多く利用されているのが特徴で、東屋や遊歩道もあり、海水浴だけではないさまざまな過ごし方ができます。市街地から近いため、宿泊ホテル滞在中に気軽に散歩するのもおすすめです。駐車場からビーチへ続く道など、ビーチ周辺がバリアフリーになっているのも、利用しやすい嬉しいポイント。夏にはハブクラゲ防止のネットも設置され、お子様連れの方も安心して海水浴が楽しめる、おすすめのビーチです。",
    address: "〒906-0013 沖縄県宮古島市平良字下里338-3",
    tel: "0980-73-4585（宮古島市建設部都市計画課）",
    url: "https://www.city.miyakojima.lg.jp/kanko/annai/beach.html",
    open: "遊泳可能期間 6月上旬～10月下旬 遊泳可能時間 7:30～18:30",
    holiday: "なし"
  },
];
